tap "adoptopenjdk/openjdk"
tap "d12frosted/emacs-plus"
tap "facebook/fb"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "koekeishiya/formulae"
tap "kylef/formulae"
tap "wix/brew"
brew "apktool"
brew "autoconf"
brew "automake"
brew "awk"
brew "awscli"
brew "bats"
brew "boost"
brew "pkg-config"
brew "cairo"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "deno"
brew "direnv"
brew "exercism"
brew "libyaml"
brew "fastlane"
brew "fcitx-remote-for-osx"
brew "fd"
brew "libtool"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "figlet"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "libksba"
brew "gnupg"
brew "gpgme"
brew "python@3.8"
brew "gource"
brew "pango"
brew "graphviz"
brew "hadolint"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "ispell"
brew "isync"
brew "jq"
brew "librsvg"
brew "libvterm"
brew "lynx"
brew "mu"
brew "neovim"
brew "node"
brew "offlineimap"
brew "pandoc"
brew "ripgrep"
brew "scrcpy"
brew "shellcheck"
brew "shfmt"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "tz"
brew "watchman"
brew "xmlstarlet"
brew "zlib"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-modern-black-variant-icon"], link: false
brew "facebook/fb/idb-companion"
brew "jesseduffield/lazydocker/lazydocker"
brew "koekeishiya/formulae/skhd"
brew "kylef/formulae/podenv"
brew "wix/brew/applesimutils"
cask "adoptopenjdk8"
cask "amethyst"
cask "aws-vault"
cask "db-browser-for-sqlite"
cask "docker"
cask "font-fira-code"
cask "font-source-code-pro"
cask "keycastr"
cask "macdown"
cask "react-native-debugger"
cask "reactotron"
