tap "adoptopenjdk/openjdk"
tap "d12frosted/emacs-plus"
tap "facebook/fb"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "koekeishiya/formulae"
tap "kylef/formulae"
tap "mongodb/brew"
tap "wix/brew"
brew "apktool"
brew "autoconf"
brew "automake"
brew "awk"
brew "openssl@1.1"
brew "readline"
brew "awscli"
brew "bats"
brew "bluetoothconnector"
brew "boost"
brew "glib"
brew "pkg-config"
brew "carthage"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "deno"
brew "direnv"
brew "docker"
brew "docker-machine-driver-xhyve"
brew "exercism"
brew "libyaml"
brew "fastlane", link: false
brew "fcitx-remote-for-osx"
brew "fd"
brew "libtool"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "flow"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "libksba"
brew "gnupg"
brew "go"
brew "gource"
brew "python@3.8"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grpc"
brew "hadolint"
brew "httrack"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "ispell"
brew "isync"
brew "jenkins"
brew "jq"
brew "kubernetes-cli"
brew "libvterm"
brew "lrzsz"
brew "lynx"
brew "minikube"
brew "mu"
brew "neovim"
brew "node"
brew "offlineimap"
brew "pandoc"
brew "poppler"
brew "putty"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "scrcpy"
brew "shellcheck"
brew "shfmt"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "tz"
brew "watch"
brew "watchman"
brew "wget"
brew "xmlstarlet"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-modern-black-variant-icon"]
brew "facebook/fb/idb-companion"
brew "jesseduffield/lazydocker/lazydocker"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "kylef/formulae/podenv", link: false
brew "mongodb/brew/mongodb-community"
brew "wix/brew/applesimutils"
cask "adoptopenjdk8"
cask "amethyst"
cask "aws-vault"
cask "db-browser-for-sqlite"
cask "docker"
cask "fastlane"
cask "flipper"
cask "font-fira-code"
cask "kap"
cask "keycastr"
cask "macdown"
cask "minikube"
cask "react-native-debugger"
cask "reactotron"
cask "vagrant"
cask "virtualbox"
